const testGrid = [
  ["山", "山", "山", "木", "木", "木", "田", "田", "水", "水"],
  ["山", "山", "山", "木", "木", "木", "田", "田", "水", "水"],
  ["山", "山", "山", "木", "木", "木", "田", "田", "水", "水"],
  ["山", "山", "山", "木", "木", "木", "田", "田", "水", "水"],
  ["木", "木", "木", "田", "田", "田", "水", "水", "水", "水"],
  ["木", "木", "木", "田", "田", "田", "水", "水", "水", "水"],
  ["木", "木", "木", "田", "田", "田", "水", "水", "水", "水"],
  ["木", "木", "木", "田", "田", "田", "水", "水", "水", "水"],
  ["田", "田", "田", "水", "水", "水", "水", "水", "水", "水"],
  ["田", "田", "田", "水", "水", "水", "水", "水", "水", "水"],
];

class Renderer {
  draw() {


  }
}

export default Renderer;
